Repository: bikeanjo/bikeanjo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt_br

source: Bike Anjo means in portuguese 'Bike Angel' (as a 'guardian angel'). It is a network of passionate cyclists that promotes, mobilizes and helps people getting started with cycling as a means of transportation in cities. We believe that cycling is a tool for social change and the more people ride, the better our cities will become!
fr: "Bike Anjo" (nom d'origine) signifie en portugais "Ange du vélo", en référence à un ange gardien, un guide... La traduction française qui a été choisie est "Vélo-coach". C'est un réseau de cyclistes passionnés qui mobilise et aide les habitants à se mettre au vélo au quotidien dans leurs villes. Le vélo constitue pour nous un outil pour un changement social et sociétal. Plus nous serons nombreux à vélo, plus nos villes seront agréables à vivre !
pt_br: Bike Anjo é uma rede de ciclistas apaixonad@s pela bicicleta que promove, mobiliza e ajuda pessoas a começarem a utilizar esse veículo nas cidades. Acreditamos que a bicicleta é uma ferramenta de transformação social e quanto mais gente, melhor serão nossas cidades! 0=D

source: Long story short, Bike Anjo is
es: Larga historia en corto, Bike Anjo es
fr: Pour aller à l'essentiel, Bike Anjo (Vélo-coach) est
pt_br: Resumindo, o Bike Anjo é

source: A chain of well doing
es: Una cadena del bien
fr: une chaîne d'actions positives
pt_br: Uma corrente do bem

source: An organic, spontaneous, collaborative and voluntary based network
es: Una red orgánica, espontánea, colaborativa y voluntaria
fr: Un réseau original, spontané, collaboratif et bénévole
pt_br: Uma rede orgânica, espontânea, colaborativa e voluntária

source: A community that spreads the word of the benefits of cycling
es: Regamos la voz sobre los beneficios de pedalear
fr: Une communauté qui communique sur les bienfaits et les avantages liés à la pratique du vélo
pt_br: Difusores dos benefícios da bicicleta

source: A community that makes dreams come true
es: Hacemos sueños realidad
fr: Une communauté qui transforme des rêves en réalité
pt_br: Realizadores de sonhos

source: Check out the places where we have been working
es: Mira los lugares donde hemos estado trabajando
fr: Consulter les lieus où nous avons conduit des actions
pt_br: Veja os lugares onde temos atuado

source: and
es: y
fr: et
pt_br: e

source: where are we now
es: Dónde estamos ahora
fr: où nous sommes actuellement
pt_br: onde estamos

source: We are like a bicycle, with several different parts that join together to work like one piece
es: Somos como una bici, con diferentes partes que se unen para trabajar como una sola pieza
fr: Nous sommes comme un vélo, avec différentes "pièces" qui sont liées et fixées pour fonctionner comme un tout
pt_br: Nós somos como uma bicicleta, com diferentes peças que se encaixam para trabalharem juntas

source: Sign In
es: Ingresar
fr: S'identifier
pt_br: Entrar

source: Let's ride?
es: ¿Pedaleamos?
fr: Allons faire du vélo ?
pt_br: Vamos pedalar?

source: Login to access your Dashboard
es: Ingresa para acceder a tu Dashboard
fr: Identifiant pour accéder à votre "tableau de bord"
pt_br: Faça seu login para acessar seu painel de informações exclusivo

source: Login with
es: Ingresa con
fr: Se connecter avec
pt_br: Faça seu login usando

source: or
es: o
fr: ou
pt_br: ou

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Vous avez oublié votre mot de passe ?
pt_br: Esqueceu sua senha?

source: Still don't have an account?
es: ¿Todavía no tienes una cuenta?
fr: Vous n'avez pas encore de compte ?
pt_br: Não tem uma conta?

source: Sign up
es: Registrarse
fr: S'inscrire
pt_br: Cadastrar-se

source: Reset password
es: Cambiar contraseña
fr: Recréer un mot de passe
pt_br: Redefinir senha

source: Insert your e-mail and we will send you a reset password e-mail
es: Ingresa tu e-mail y te enviaremos un correo de cambio de contraseña
fr: Insérer votre email et nous vous enverrons un message pour recréer votre mot de passe
pt_br: Insira seu e-mail que enviaremos um link para redefinição de sua senha

source: Success
es: Perfecto
fr: Opération réussie
pt_br: Sucesso

source: An e-mail has been sent to you with a reset password link
es: Te hemos enviado un correo con el enlace de cambio de contraseña
fr: Un email vous a été envoyé avec le lien pour recréer un mot de passe
pt_br: Foi enviado um e-mail com o link para redefinição de sua senha

source: To change your account you should first
es: Para cambiar tu cuenta, primero debes
fr: Pour modifier votre compte, vous devez d'abord
pt_br: Para alterar sua conta, você deve

source: Check your e-mail
es: Revisa tu correo
fr: Consultez vos emails
pt_br: Verificar seu e-mail

source: Click on the link we sent you
es: Abre el link
fr: Cliquer sur le lien que nous vous avons envoyé
pt_br: Clicar no link do e-mail enviado

source: You are being redirected to the reset password page
es: Te estamos redireccionando a la página de cambio de contraseña
fr: Vous allez être redirigé vers la page pour recréer votre mot de passe
pt_br: Você será redirecionado para um link em nosso site onde deverá definir sua nova senha

source: Reset your password?
es: ¿Cambiar la contraseña?
fr: Recréer votre mot de passe ?
pt_br: Redefinir senha

source: Insert and confirm your new password below
es: Escribe y confirma tu nueva contraseña
fr: Taper et confirmer votre nouveau mot de passe ci-dessous
pt_br: Digite e confirme sua nova senha nos campos abaixo

source: New Password
es: Nueva contraseña
fr: Nouveau mot de passe
pt_br: Nova senha

source: Success!
es: ¡Perfecto!
fr: Opération réussie !
pt_br: Sucesso!

source: Your password has been successfully changed
es: Tu contraseña ha sido cambiada con éxito
fr: Votre mot de passe a bien été modifié
pt_br: Sua senha foi alterada com sucesso

source: Go back to site
es: Ir de nuevo al sitio
fr: Retourner sur le site internet
pt_br: Volte para o site

source: Just a bit more info
es: Un poco más de información
fr: Juste un petit peu plus d'informations
pt_br: Só mais alguns dados

source: We need just a little more information about you in order to complete your registration
es: Necesitamos saber un poco más de ti para generar una experiencia completa
fr: Nous avons besoin d'un peu plus d'informations vous concernant pour terminer votre inscription
pt_br: Para melhorar seu cadastro vamos precisar só de mais alguns dados

source: Customize
es: Personalizar
fr: Personnaliser
pt_br: Personalize

source: Day
es: Día
fr: Jour
pt_br: Dia

source: Month
es: Mes
fr: Mois
pt_br: Mês

source: Year
es: Año
fr: Année
pt_br: Ano

source: How long do you ride a bike?
es: Cuánto tiempo llevas pedaleando?
fr: Depuis combien de temps faites-vous du vélo ?
pt_br: Há quanto tempo você pedala?

source: Do you use a bike to commute?
es: ¿Usas la bici como medio de transporte?
fr: Faites-vous du vélo au quotidien pour vos trajets domicile/travail ?
pt_br: Você usa a bike como meio de transporte?

source: Are you part of any cycling initiative?
es: ¿Eres parte de alguna iniciativa ciclista?
fr: Etes-vous investi dans une association cycliste (ou une autre activité de ce type) ?
pt_br: Participa de alguma iniciativa de bicicleta?

source: Describe your participation here
es: Describe tu participación aquí
fr: Décrivez ici vos activités ou vos actions
pt_br: Descreva sua participação aqui

source: Welcome to the Bike Anjo network!
es: Bienvenido a la red Bike Anjo!
fr: Bienvenue dans le réseau Vélo-coach!
pt_br: Bem-vind@ a rede do Bike Anjo!

source: We take the opportunity to invite you to
es: Vamos a aprovechar esta oportunidad para invitarte
fr: Nous en profitons pour vous inviter à
pt_br: Aproveitamos para te convidar para

source: Check out our orientations for volunteers
es: Mira nuestro folleto Bike Anjo
fr: Se renseigner sur les conseils à destination des bénévoles
pt_br: Conferir nossa cartilha para Bike Anjos

source: Join our connection groups
es: Únete a nuestros grupos de conexión
fr: Rejoindre nos "groupes de connexion"
pt_br: Entrar nos nossos grupos de conexão

source: See more tips for experienced cyclists and volunteers
es: Mira más consejos para quien ya es un ciclista
fr: Obtenir plus de conseils et de stratégies à destination des cyclistes expérimentés et des bénévoles
pt_br: Ver outras dicas para quem já pedala

source: Thank you for joining our community
es: Gracias por unirte a nuestra comunidad
fr: Merci d'avoir rejoint notre communauté
pt_br: Agradecemos por fazer parte desta comunidade

source: See full message
es: Mira el mensaje completo
fr: Consulter le message en entier
pt_br: Ver mensagem

source: My Requests
es: Mis solicitudes
fr: Mes demandes
pt_br: Meus pedidos

source: View all
es: Ver todo
fr: Tout voir
pt_br: Ver todos

source: in your city
es: en tu ciudad
fr: dans votre ville
pt_br: na sua cidade

source: See all events
es: Todos los eventos
fr: Voir tous les événements
pt_br: Ver todos os eventos

source: Tips to become a bike anjo
es: Consejos para convertirse un Bici-ángel
fr: Conseils pour devenir un vélo-coach
pt_br: Dicas para ser Bike Anjo

source: See all tips
es: Ver todos los consejos
fr: Voir tous les conseils
pt_br: Ver todas as dicas

source: Back
es: Atrás
fr: Retour
pt_br: Voltar

source: Choose how you can help
es: Escoge cómo puedes ayudar
fr: Choisir comment vous pouvez aider
pt_br: Escolha como você pode ajudar

source: Save changes
es: Guardar cambios
fr: Enregistrer les modifications
pt_br: Salvar alterações

source: I can't answer now
es: No puedo responder ahora
fr: Je ne suis pas en mesure de répondre pour l'instant
pt_br: Não posso atender

source: Answer
es: Responder
fr: Réponse
pt_br: Atender

source: Accept request
es: Responder solicitud
fr: Accepter la demande
pt_br: Responder pedido

source: I can't accept the request now
es: No puedo responder a la solicitud ahora
fr: Je ne peux pas accepter la demande pour le moment
pt_br: Não posso atender o pedido

source: All requests
es: Todas las solicitudes
fr: Toutes les demandes
pt_br: Todos os pedidos

source: Request without a bikeanjo
es: Solicitud sin atender
fr: Demandes en attente, sans vélo-coach
pt_br: Pedido sem Bike Anjo

source: New request
es: Nueva solicitud
fr: Nouvelle demande
pt_br: Novo pedido

source: There is no new requests
es: No hay solicitudes nuevas
fr: Vous n'avez pas de nouvelle(s) demande(s)
pt_br: Não existem pedidos novos

source: There is some requests that could not be answered by the bike anjo or our system could not find out any close bike anjo to help, you can get requests like these as many as you can and help as many people as you can
es: Algunas solicitudes no pueden ser respondidas por Bike Anjo o nuestro sistema no pudo encontrar ningún Bici-ángel cerca para ayudar. Puedes tomar solicitudes como éstas y ayudar a tanta gente como puedas
fr: Certaines demandes n'ont pas pu être traitées par un vélo-coach, ou bien notre système n'a pas trouvé de vélo-coach à proximité. Vous pouvez répondre à toutes les demandes reçues, si vous le souhaitez, et ainsi aider le plus de personnes possible.
pt_br: Alguns pedidos não puderam ser atendidos pelo Bike Anjo ou nosso sistema não encontrou um voluntário próximo. Você pode atender quantos desses pedidos puder e ajudar o máximo de pessoas possíveis.

source: There is some requests that could not be answered by the bike anjo or our system could not find out any close bike anjo to help, you can get requests like these as many as you can and help as many people as you can
es: Algunas solicitudes no pueden ser respondidas por Bike Anjo o nuestro sistema no pudo encontrar ningún Bici-ángel cerca para ayudar. Puedes tomar solicitudes como éstas y ayudar a tanta gente como puedas
fr: Certaines demandes n'ont pas pu être traitées par un vélo-coach, ou bien notre système n'a pas trouvé de vélo-coach à proximité. Vous pouvez répondre à toutes les demandes reçues, si vous le souhaitez, et ainsi aider le plus de personnes possible.
pt_br: Alguns pedidos não puderam ser atendidos pelo Bike Anjo ou nosso sistema não encontrou um voluntário próximo. Você pode atender quantos desses pedidos puder e ajudar o máximo de pessoas possíveis.

source: See requests without bikeanjo
fr: Voir les demandes sans réponse / sans vélo-guide
pt_br: Ver pedidos sem bike anjo

source: Cancel request
es: Cancelar solicitud
fr: Annuler la demande
pt_br: Cancelar pedido

source: Already answered
es: Ya respondidas
fr: Déjà répondu
pt_br: Já atendi

source: I've already finished this request
es: Ya he respondido esta solicitud
fr: J'ai déjà répondu à cette demande
pt_br: Já atendi o pedido

source: Reply
es: Contestar
fr: Réponse
pt_br: Responder

source: Request answered
es: Solicitud respondida
fr: Demande traitée
pt_br: Pedido atendido

source: Request finished
es: Solicitud terminada
fr: Demande terminée
pt_br: Pedido filnalizado

source: Request cancelled
es: Solicitud cancelada
fr: Demande annulée
pt_br: Pedido cancelado

source: Check this requests as answered?
es: Marcar estas solicitudes como respondidas?
fr: Noter cette demande comme étant traitée ?
pt_br: Marcar esse pedido como atendido?

source: Are you sure that you want to check as answered?
es: Seguro quieres marcarlas como respondidas?
fr: Etes-vous sûr(e) de vouloir marquer la demande comme "traitée" ?
pt_br: Tem certeza que deseja marcar esse pedido como atendido?

source: Check as answered
es: Marcar como respondida
fr: Marquer comme "traitée"
pt_br: Marcar como atendido

source: Choose the reason to cancelling
es: Escoge la razón para cancelar
fr: Choisir la raison de l'annulation
pt_br: Escolha o motivo do cancelamento

source: Choose one of the options bellow in order to help us analyse and forward the request
es: Escoge una de las opciones para ayudarnos a analizar y reenviar la solicitud
fr: Choisir l'un des choix ci-dessous afin de nous permettre d'analyser et de transmettre la demande
pt_br: Escolha uma das opções abaixo para nos ajudar a analisar e encaminhar o pedido

source: Foward it to another bike anjo
es: Reenviar a otro bici-ángel
fr: Transférer la demande à un autre vélo-coach
pt_br: Encaminhar para outro Bike Anjo

source: Doesn't answer / Doesn't want help
es: No responde / No quiere ayuda
fr: Ne répond pas / N'a pas besoin d'aide
pt_br: Não responde / Não quer ajuda

source: Answered
es: Respondida
fr: Répondue / traitée
pt_br: Atendido

source: Cancelled
es: Cancelada
fr: Annulée
pt_br: Cancelado

source: Request open
es: Solicitud abierta
fr: Demande ouverte
pt_br: Pedido aberto

source: Profile
es: Perfil
fr: Profil
pt_br: Perfil

source: Add
es: Añadir
fr: Ajouter
pt_br: Adicionar

source: Confirm your e-mail
es: Confirma tu e-mail
fr: Confirmer votre email
pt_br: Confirme seu e-mail

source: How can you help?
es: ¿Cómo puedes ayudar?
fr: Comment pouvez-vous aider ?
pt_br: Como você pode ajudar?

source: Check the options bellow so that our system matches correctly with the requests received
es: Escoge las opciones para que nuestro sistema cruce la información de las ofertas de ayuda y solicitudes
fr: Cochez les options ci-dessous, pour que votre situation et les demandes reçues coïncident, à l'aide du système
pt_br: Preencha os dados abaixo para que o nosso sistema consiga cruzar corretamente as informações

source: Continue registration process
es: Continuar el proceso de registro
fr: Continuer l'inscription
pt_br: Continuar cadastro

source: Terms and Conditions
es: Acuerdo de ingreso
fr: Conditions générales d'utilisation
pt_br: Termos para cadastro

source: Just one more thing
es: Solo algo más
fr: Encore une petite chose
pt_br: Só mais uma coisinha

source: Accept the Terms and Conditions
es: Aceptar los Términos y Condiciones
fr: Accepter les conditions générales d'utilisation
pt_br: Aceite nossos termos e condições

source: I understand that the services performed by me as a bike anjo volunteer must be free of charge, and no payment whatsoever may be made or requested, and I have no employment relationship or any other relationship with Bike Anjo.
fr: Je comprends que les services que je rends en tant que vélo-coach bénévole doivent être rendus gratuitement et qu'aucun type de paiement ne peut être demandé ou réalisé ; je ne suis pas employé de la plateforme Vélo-coach et je n'ai pas un autre statut qui me lie à la plateforme Vélo-coach.
pt_br: Entendo que os atendimentos realizados por mim como bike anjo devem ser gratuitos, não cabendo remuneração a título de contraprestação, nem havendo vínculo trabalhista ou qualquer outro.

source: I accept the risks (positive and negative) associated with meeting strangers. I understand that the Bike Anjo organization does not select the people who ask for help from a bike anjo volunteer on this platform. I therefore agree to take the necessary precautions, as I would do with any new person I meet on an online platform, for example, by scheduling the first meeting at a public and safe place.
fr: J'accepte les risques (et les conséquences négatives ou positives) qui sont en lien avec la rencontre d'inconnus. Je comprends que l'organisation Bike Anjo (nom français : Vélo-coach) ne choisit pas les personnes qui demandent de l'aide aux vélo-coaches bénévoles, par le biais de cette plateforme. J'accepte donc de prendre les précautions nécessaires, comme je le ferais avec toute nouvelle personne rencontrée en ligne sur internet ; par exemple, en fixant un rendez-vous en lieu sûr dans l'espace public.
pt_br: Eu aceito os riscos (positivos ou negativos) associados a me encontrar com estranhos. Eu entendo que o Bike Anjo não seleciona os solicitantes que se cadastram nesta plataforma, portanto concordo em tomar as precauções sensatas, como faria encontrando qualquer nova pessoa por uma plataforma virtual, por exemplo marcando o primeiro encontro em um espaço público seguro.

source: I agree that my safety while riding a bicycle is of my own responsibility at all times, and I fully understand all risks involved. I agree to transfer the same notions of safety and comfort to those who request my help as a bike anjo volunteer.
fr: J'accepte d'être en totale responsabilité de ma propre sécurité à vélo à tout moment, et je comprends parfaitement tous les risques encourus. J'accepte de transmettre ces mêmes notions de sécurité et de confort à ceux qui ont sollicité mon aide en tant que vélo-coach bénévole.
pt_br: Estou de acordo de que a minha segurança ao pedalar é de minha própria responsabilidade a todo o tempo, compreendendo os riscos envolvidos. Concordo em repassar essa segurança e conforto aos que solicitarem a minha ajuda como bike anjo.

source: I agree to release Bike Anjo, the employees, contractors, volunteers and agents thereof from and against any and all claim or actions that I may have against them. I accept liability for any loss, injury or illness resulting from my preparation or participation during the activities as a bike anjo volunteer, as well as during my bicycle rides by myself or with others, aside from Bike Anjo.
fr: Je reconnais que la responsabilité de Bike Anjo (Vélo-coach en français), des employés, clients, bénévoles, agents et partenaires de l'organisation, ne pourra pas être engagée, dans le cadre de tout type de réclamations ou d'actions. J'accepte d'engager ma propre responsabilité en cas de perte d'effets personnels, de blessure ou de maladie résultant de ma préparation ou de ma participation aux activités en tant que vélo-coach bénévole, ainsi que lors de mes trajets à vélo, seul(e) ou accompagné(e), en dehors des activités de Bike Anjo (Vélo-coach en français).
pt_br: Aceito a isenção ao Bike Anjo de toda e qualquer responsabilidade por danos materiais, pessoais, morais, à imagem, ou de qualquer outra espécie, que venham a ser causados a mim ou aos meus bens enquanto trafego durante meus atendimentos como bike anjo, bem como posteriormente, quando estiver pedalando pelas vias autonomamente ou com outrem.

source: Accept
es: Aceptar
fr: Accepter
pt_br: Aceitar

source: How can we help?
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous aider ?
pt_br: Como podemos te ajudar?

source: Any trouble or question
es: Duda o pregunta
fr: Une question ou un soucis ?
pt_br: Problemas ou Dúvidas?

source: Get help from a bike anjo
es: Consigue ayuda de un Bici-ángel
fr: Obtenir de l'aide de la part d'un vélo-coach
pt_br: Ajuda de um Bike Anjo

source: Press requests
es: Solicitudes de prensa
fr: Demande de la presse
pt_br: Pedidos de imprensa

source: I want to be part of Bike Anjo
es: Quiero ser parte de Bike Anjo
fr: Je souhaite faire partie de vélo-coach
pt_br: Quero fazer parte do Bike Anjo

source: I want to become a partner
es: Quiero convertirme en un socio
fr: Je souhaite devenir un partenaire
pt_br: Proposta de parceria

source: Other
es: Otros
fr: Autre
pt_br: Outros

source: Write your message
fr: Ecrivez votre message
pt_br: Escreva sua mensagem

source: Send message
es: Enviar mensaje
fr: Envoyer le message
pt_br: Enviar mensagem

source: Change password
es: Cambiar contraseña
fr: Changer de mot de passe
pt_br: Alterar senha

source: Old password
es: Contraseña anterior
fr: Ancien mot de passe
pt_br: Senha antiga

source: Type your new password
es: Nueva contraseña
fr: Taper votre nouveau mot de passe
pt_br: Digite sua nova senha

source: Personal data
es: Datos personales
fr: Données personnelles
pt_br: Dados pessoais

source: Name, city, country, e-mail, password, etc...
es: Nombre, ciudad, país, e-mail, contraseña, etc...
fr: Nom, ville, pays, email, mot de passe, etc
pt_br: Nome, cidade, país, e-mail, senha, etc...

source: Bike anjo data
es: Datos de Bici-Ángel
fr: Données de Vélo-coach
pt_br: Dados do Bike Anjo

source: How you can help, cycling time, frequency, etc...
es: Cómo puedes ayudar, tiempo que pedaleas, frecuencia, etc...
fr: Comment vous pouvez aider, temps du trajet à vélo, fréquence, etc
pt_br: Como você pode ajudar, tempo de pedal, frequência, etc...

source: My Routes
es: Mis rutas
fr: Mes itinéraires
pt_br: Minhas rotas

source: Routes where you can help
es: Rutas donde puedes ayudar
fr: Itinéraires sur lesquels vous pouvez aider
pt_br: Rotas onde você pode atender

source: Pin points
es: Ubicaciones separadas
fr: Identifier des points
pt_br: Pontos avulsos

source: Loose point where you can answer requests
es: Ubicaciones separadas donde puedes atender solicitudes
fr: Secteur ou vous pouvez répondre aux demandes
pt_br: Ponto avulsos onde você pode atender

source: Mark pin points that are not within your routes (e.g. squares and parks) where you could help a new cyclist
fr: Localiser des "lieux clés" qui ne sont pas sur vos itinéraires (ex : places, parcs) où vous pourriez aider un nouveau cycliste
pt_br: Marque pontos avulsos que não sejam rotas (ex., praças e parques) onde você poderia atender um pedido

source: Want to add pin points?
es: ¿Quieres agregar ubicaciones separadas?
fr: Souhaitez-vous ajouter des "lieux clés" ?
pt_br: Quer adicionar pontos avulsos?

source: Do you want to add pin points that are not within your routes (e.g. squares and parks) where you could help a new cyclist?
fr: Souhaitez-vous ajouter des "lieux clés" qui ne sont pas sur vos itinéraires (ex : places, parcs) où vous pourriez aider un nouveau cycliste
pt_br: Quer adicionar outros pontos avulsos que não sejam rotas (ex., praças e parques) onde você poderia atender um pedido?

source: Where can you go for a ride?
es: Dónde pedalear?
fr: Où pouvez-vous aller pour faire du vélo ?
pt_br: Onde pedalar?

source: Add pin points where you can go cycling. Add as many as you want.
es: Añade puntos donde puedas pedalear, añade todos los que quieras
fr: Ajoutez des "lieux clés" où vous pouvez faire du vélo. Indiquez autant de lieux que vous le souhaitez
pt_br: Adicione os pontos onde você pode pedalar, adicione quantos quiser

source: Add pin points
es: Añade puntos de ayuda
fr: Ajoutez des "lieux clés"
pt_br: Adicione pontos de ajuda
