Repository: bikeanjo/bikeanjo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt_br

source: Brazilian Portuguese
es: Portugués Brasileño
fr: Portugais du Brésil
pt_br: Português Brasileiro

source: Spanish
es: Español
fr: Espagnol
pt_br: Espanhol

source: English
fr: Anglais
pt_br: Inglês

source: French
fr: Français
pt_br: Francês

source: Country
es: País
fr: Pays
pt_br: País

source: Countries
es: Países
fr: Pays
pt_br: Paises

source: Name
es: Nombre
fr: Nom
pt_br: Nome

source: Acronym
es: Sigla
fr: Acronyme
pt_br: Sigla

source: Alias
fr: Pseudonyme
pt_br: Apelido

source: Aliases
fr: Pseudonymes
pt_br: Apelidos

source: Alias name
fr: Nom-Pseudonyme

source: State
es: Estado
fr: Etat
pt_br: Estado

source: States
es: Los estados
fr: Etats
pt_br: Estados

source: City
es: Ciudad
fr: Ville
pt_br: Cidade

source: Cities
es: Ciudades
fr: Villes
pt_br: Cidades

source: Timezone
es: La zona horaria
fr: Fuseau horaire
pt_br: Fuso horário

source: Full name
es: Nombre completo
fr: Nom complet
pt_br: Nome completo

source: List
es: Lista
fr: Liste
pt_br: Listar

source: Active requests
es: Solicitudes activas
fr: Demandes actives
pt_br: Pedidos ativos

source: Finished requests
es: Solicitudes finalizadas
fr: Demandes terminées
pt_br: Pedidos finalizados

source: Service rating
es: Calificación del servicio
fr: Evaluation du service
pt_br: Avaliação do atendimento

source: Tracks
es: Rotas
fr: Chemins
pt_br: Rotas

source: Cyclists
es: Ciclistas
fr: Cyclsites
pt_br: Ciclistas

source: Male
es: Hombre
fr: Homme
pt_br: Masculino

source: Female
es: Mujer
fr: Femme
pt_br: Feminino

source: Bike Anjo
fr: Vélo-coach

source: New cyclist
es: Solicitante
fr: Nouveau cycliste
pt_br: Solicitante

source: Teach someone how to ride a bike
es: Enseña a pedalear a alguien
fr: Apprendre à quelqu'un à faire du vélo
pt_br: Ensinar alguém a pedalar

source: Commute together with beginners on their first rides
es: Sigue a otros aprendices
fr: Accompagner des débutants lors de leurs premiers trajets
pt_br: Acompanhar iniciante na pedalada

source: Suggest safe routes
es: Consejos sobre rutas seguras
fr: Recommander des itinéraires sûrs
pt_br: Sugerir rotas seguras

source: Participate on Bike Anjo events
es: Participa en los eventos de BikeAnjo
fr: Participer à des événements Vélo-coach
pt_br: Participação nos eventos dos Bike Anjos

source: Learn to ride a bike
es: Aprende a pedalear
fr: Apprendre à faire du vélo
pt_br: Aprender a pedalar

source: Practice riding
es: Practica pedaleando
fr: S'entrainer à faire du vélo
pt_br: Praticar pedaladas

source: Route recommendation
es: Recomendación de ruta
fr: Recommander un itinéraire
pt_br: Recomendação de rotas

source: Commute together
fr: Faire un trajet au quotidien à plusieurs
pt_br: Acompanhamento do trânsito

source: Less than 1 year
es: Menos de 1 año
fr: Moins d'1 an
pt_br: Menos de 1 ano

source: From 1 to 2 years
es: De 1 a 2 años
fr: De 1 à 2 ans
pt_br: De 1 a 2 anos

source: From 2 to 4 years
es: De 2 a 4 años
fr: De 2 à 4 ans
pt_br: De 2 a 4 anos

source: More than 4 years
es: Más de 4 años
fr: Plus de 4 ans
pt_br: Mais de 4 anos

source: I still don't know how to ride a bike
es: No sé pedalear todavía
fr: Je ne sais pas encore faire du vélo
pt_br: Ainda não sei pedalar

source: I know how to ride a bike, but have not traffic experience
es: Sé cómo andar en bicicleta, pero no han tráfico de experiencia
fr: Je sais faire du vélo, mais je n'ai pas d'expérience en circulation
pt_br: Já sei pedalar, mas não tenho experiência no trânsito

source: I bike for many years now, but not on a daily basis
es: Pedaleo hace bastante tiempo, pero no diariamente
fr: Je fais du vélo depuis de nombreuses années, mais pas quotidiennement
pt_br: Já pedalo faz tempo, mas não no dia-a-dia

source: I ride my bike almost every day
es: Uso la bici casi todos los días
fr: Je fais du vélo presque tous les jours
pt_br: Uso a bicicleta quase todo dia

source: Everyday
es: Todos los días
fr: Tous les jours
pt_br: Diariamente

source: Only a few days per week/month
es: Pocos días a la semana/mes
fr: Seulement quelques jours par semaine/mois
pt_br: Somente alguns dias por semana/mês

source: Once a week
es: Una vez al mes
fr: Une fois par semaine
pt_br: 1 vez por semana

source: I only use my bike for leisure or on weekends
es: Yo sólo uso mi bicicleta para el ocio o los fines de semana
fr: Je ne fais que du vélo pour les loisirs ou le week-end
pt_br: Só uso a bike para lazer

source: User
es: Usuario
fr: Utilisateur
pt_br: Usuário

source: Users
es: Usuarios
fr: Utilisateurs
pt_br: Usuários

source: Avatar
fr: Photo de profil

source: Gender
es: Género
fr: Sexe
pt_br: Gênero

source: Date of birth
es: Cumpleaños
fr: Date de naissance
pt_br: Data de nascimento

source: Ride experience
es: Experiencia en la bici
fr: Expérience à vélo
pt_br: Experiência

source: Bike use
es: Uso de la bici
fr: Usage du vélo
pt_br: Uso da bike

source: Help with
es: Ayudar con
fr: Aider à
pt_br: Ajuda com

source: Role
es: Rol
fr: Rôle
pt_br: Função

source: Accepted Terms of Use
es: Acuerdo aceptado
fr: Conditions d'utilisation acceptées
pt_br: Aceitou os termos

source: Available
es: Disponible
fr: Disponible
pt_br: Disponível

source: Language
es: Idioma
fr: Langue
pt_br: Idioma

source: Bike anjos
es: Bici-ángeles
fr: Vélo-coaches

source: New cyclists
es: Solicitantes
fr: Nouveaux cyclistes
pt_br: Solicitantes

source: Created date
fr: Date de création
pt_br: Data de criação

source: Modified date
fr: Date de modification
pt_br: Data de modificação

source: From
es: De
fr: De
pt_br: De

source: Tag
es: Etiqueta
fr: Identification

source: Sent
es: Enviados
fr: Envoyé
pt_br: Enviado

source: Subject
es: Asunto
fr: Sujet
pt_br: Assunto

source: HTML Content
es: Contenido HTML
fr: Contenu HTML
pt_br: Conteúdo HTML

source: Text Content
es: Contenido Texto
fr: Contenu du texte
pt_br: Conteúdo texto

source: Error
fr: Erreur
pt_br: Erro

source: Queued Email
es: Email en espera
fr: Email en attente
pt_br: E-mail na fila

source: Queued Emails
es: Emails en espera
fr: Emails en attente
pt_br: E-mails na fila

source: Your request #%d was attended?
fr: Votre demande #%d a-t-elle été satisfaite ?
pt_br: Seu pedido #%d foi atendido?

source: Did you answer the request #%d?
fr: Avez-vous répondu à la demande #%d ?
pt_br: Você já atendeu o pedido #%d?

source: Bike Anjo Admin
es: Administración Bike Anjo
fr: Admin. Vélo-coach
pt_br: Administração do Bike Anjo

source: Site Admin
es: Administración del sitio
fr: Admin du site
pt_br: Administração do site

source: User name
es: Nombre de usuario
fr: Nom d'utilisateur
pt_br: Nome de usuário

source: New cyclist name
es: Nombre de solicitante
fr: Nom du nouveau cycliste
pt_br: Nome do solicitante

source: Bike anjo name
es: Nombre de Bici-ángel
fr: Nom du vélo-coach
pt_br: Nome do Bike Anjo

source: Read by
es: Leído por
fr: Lu par
pt_br: Lido por

source: Status
es: Estado
fr: Statuts

source: Requests without a bikeanjo
es: Solicitudes sin atender
fr: Demandes sans vélo-guide
pt_br: Pedidos sem Bike Anjo

source: Date of creation
es: Fecha de creación
fr: Date de création
pt_br: Data de criação

source: Requester
fr: Demandeur

source: Bikeanjo
fr: Vélo-guide

source: Rating
es: Calificación
fr: Evaluation
pt_br: Avaliação

source: Dashboard
fr: Bureau
pt_br: Painel

source: Routes
es: Rutas
fr: Itinéraires
pt_br: Rotas

source: E-mail (again)
es: E-mail (nuevamente)
fr: Email (de nouveau)
pt_br: E-mail (novamente)

source: The e-mails informed are different.
es: Los mails ingresados son distintos
fr: Les emails saisis sont différents
pt_br: Os e-mails informados são diferentes.

source: Fill with your full name
fr: Remplir avec son nom complet
pt_br: Preencha com seu nome completo

source: Bike user
es: Bici Usuario
fr: Utilisateur du vélo
pt_br: Usuário de bike

source: Route
es: Ruta
fr: Itinéraire
pt_br: Rota

source: This field is required.
es: Este campo es obligatorio.
fr: Ce champ est obligatoire.
pt_br: Esse campo é obrigatório.

source: New cyclist rating
es: Calificación del solicitante
fr: Nouvelle évaluation de cycliste
pt_br: Avaliação do solicitante

source: New cyclist evaluation
es: Evaluación del solicitante
fr: Nouvelle appréciation de cycliste
pt_br: Avaliação do solicitante

source: Reason
es: Razón
fr: Raison
pt_br: Razão

source: Password
es: Contraseña
fr: Mot de passe
pt_br: Senha

source: Password (again)
es: Contraseña (nuevamente)
fr: Mot de passe (de nouveau)
pt_br: Senha (novamente)

source: Date of change
es: Fecha de modificación
fr: Date de modification
pt_br: Data de modificação

source: Help request
es: Solicitud de ayuda
fr: Demande d'aide
pt_br: Pedido de ajuda

source: Help requests
es: Solicitudes de ayuda
fr: Demandes d'aide
pt_br: Pedidos de ajuda

source: New
es: Nuevo
fr: Nouveau
pt_br: Novo

source: Open
es: Abrir
fr: Ouvert
pt_br: Aberto

source: Attended
es: Atendido
fr: Pris en compte
pt_br: Atendido

source: Finished
es: Finalizada
fr: Terminé(s)
pt_br: Finalizado

source: Canceled
es: Cancelada
fr: Annulé(e-s)
pt_br: Cancelado

source: Rejected
es: Rechazada
fr: Rejeté(e-s)
pt_br: Rejeitado

source: Closed by
es: Cerrado por
fr: Fermé(e-s) par
pt_br: Fechado por

source: Access date
es: Fecha de acceso
fr: Date d'accès
pt_br: Data de acesso

source: Reply to the request
es: Respuesta de la solicitud de ayuda
fr: Réponse à la demande
pt_br: Resposta do pedido de ajuda

source: Replies to the request
fr: Réponses à la demande
pt_br: Respostas do pedido de ajuda

source: Start
es: Comienzo
fr: Début
pt_br: Início

source: End
es: Final
fr: Fin
pt_br: Fim

source: Point
es: Punto
fr: Point (étape)
pt_br: Ponto

source: Address
es: Dirección
fr: Adresse
pt_br: Endereço

source: Match
es: Combinación
fr: match (mise en relation)
pt_br: Combinação

source: Matches
es: Combinaciones
fr: matches (mises en relation)
pt_br: Combinações

source: Score
es: Puntaje
fr: Score (note)
pt_br: Pontuação

source: Rejected date
es: Fecha de rechazo
fr: Date de refus
pt_br: Data de rejeição

source: All
es: Todos
fr: Tous/tout
pt_br: Todos

source: Title
es: Título
fr: Titre
pt_br: Título

source: Content
es: Contenido
fr: Contenu
pt_br: Conteúdo

source: Target
es: Blanco
fr: Objectif
pt_br: Alvo

source: Event category
es: Categoría del evento
fr: Catégorie d'événement
pt_br: Categoria de evento

source: Event categories
es: Categorías de los eventos
fr: Catégories d'événement
pt_br: Categorias de eventos

source: Event
es: Evento
fr: Evénement
pt_br: Evento

source: Events
es: Eventos
fr: Evénements
pt_br: Eventos

source: Address link
es: Enlace de la dirección
fr: Lien de l'adresse
pt_br: Link do endereço

source: Link
es: Enlace
fr: Lien

source: Price
es: Precio
fr: Prix
pt_br: Preço

source: Feedback
es: Retroalimentación
fr: Retours

source: Feedbacks
es: Retroalimentaciones
fr: Retours

source: Contact message
es: Mensaje de contacto
fr: Message de contact
pt_br: Mensagem de contato

source: Contact messages
es: Mensajes de contacto
fr: Messages de contact
pt_br: Mensagens de contato

source: Testimony
es: Testimonio
fr: Témoignage
pt_br: Depoimento

source: Testimonies
es: Testimonios
fr: Témoignages
pt_br: Depoimentos

source: Newsletter
es: Noticia
fr: Lettre d'informations

source: Newsletters
es: Noticias
fr: Lettres d'informations

source: Token
fr: "signe"

source: Valid
es: Válido
fr: Valide
pt_br: Válido

source: Cycling tip
es: Tip para pedalear
fr: Conseil "vélo"
pt_br: Dica para pedalar

source: Cycling tips
es: Tips para pedalear
fr: Conseils "vélo"
pt_br: Dicas para pedalar

source: Your request #%(id)d was cancelled by %(ba)s!
fr: Votre demande #%(id)d a été annulée par %(ba)s!
pt_br: Seu pedido #%(id)d foi cancelado por %(ba)s!

source: We can't find a bike anjo yet, but we want to help you!
fr: Nous ne trouvons pas de vélo-coach pour l'instant, mais nous souhaitons vous aider !
pt_br: Ainda não achamos seu bike anjo, mas queremos te ajudar!

source: You have a new message from %(user)s!
fr: Vous avez reçu un message de %(user)s !
pt_br: Você recebeu uma nova mensagem de %(user)s!

source: Bike Anjo found someone to help you on your request #%(id)d!
fr: Vélo-coach a trouvé quelqu'un pour vous aider suite à votre demande #%(id)d !
pt_br: O Bike Anjo achou alguém para te ajudar com o pedido #%(id)d!

source: You have a new request for help #%(id)d!
fr: Vous avez reçu une nouvelle demande d'aide #%(id)d !
pt_br: Você recebeu um pedido #%(id)d de ajuda!

source: Was you request #%(id)d at Bike Anjo attended by %(ba)s?
fr: Votre demande #%(id)d à Vélo-coach a-t-elle été satisfaite par %(ba)s ?
pt_br: Seu pedido #%(id)d de Bike Anjo foi atendido por %(ba)s?

source: You subscribed to Bike Anjo mailing news!
fr: Vous êtes abonné(e) à la lettre d'informations Vélo-coach !
pt_br: Você se inscreveu para o boletim do Bike Anjo!

source: Feedback from %s
fr: Retours / commentaires de %s
pt_br: Feedback de %s

source: Type the address where you usually ride, click 'Enter' to see the address on the map and confirm by clicking on the 'Add address' button
fr: Tapez l'adresse où vous faites habituellement du vélo, cliquez sur "Entrée" pour voir l'adresse sur la carte et confirmez en cliquant sur le bouton "Ajouter adresse"
pt_br: Digite o endereço onde você costuma pedalar, tecle 'Enter' para ver esse endereço no mapa e confirme clicando no botão 'Adicionar endereço'

source: Add address
es: Añadir dirección
fr: Ajouter adresse
pt_br: Adicionar endereço

source: Next
es: Siguiente
fr: Suivant
pt_br: Próximo

source: Join a community that believes in change through bicycles
es: Únete a la comunidad que cree en la transformación a través de la bici
fr: Rejoindre une communauté qui croit au "changement" grâce au vélo
pt_br: Junte-se a uma comunidade que acredita na transformação por meio da bicicleta

source: I need help to ride a bike
es: Quiero ayuda para pedalear
fr: J'ai besoin d'un accompagnement pour faire du vélo
pt_br: Quero ajuda para pedalar

source: I ride a bike and want to help
es: ¡Yo puedo ayudar!
fr: Je fais du vélo et je souhaite aider
pt_br: Já pedalo e quero ajudar

source: Our community is always growing
es: Nuestra comunidad no para de crecer
fr: Notre communauté prend de plus en plus d'ampleur
pt_br: Nossa comunidade não para de crescer

source: Bike Anjo volunteers
fr: bénévoles vélo-coach
pt_br: Bike Anjos

source: Requests
es: Solicitudes
fr: Demandes
pt_br: Pedidos

source: How it works?
es: ¿Cómo funciona nuestra plataforma?
fr: Comment cela fonctionne ?
pt_br: Como funciona nossa plataforma?

source: We are a community of passionate cyclists who voluntarily help out new cyclists
fr: Nous sommes une communauté de cyclistes passionnés qui aident spontanément les nouveaux cyclistes
pt_br: Somos uma comunidade de ciclistas voluntários apaixonados pelo seu meio de transporte

source: You ask for help
fr: Vous souhaitez être accompagnés
pt_br: Você pede ajuda

source: You can find help to learn how to practice your skills, find route recomendations, traffic information and much more
es: En la plataforma encuentras ayuda para aprender a practicar sus pedaleos, recomendaciones de rutas, acompañamiento en el tráfico y mucho más
fr: Vous pouvez trouver de l'aide pour apprendre comment mettre vos compétences en pratique, trouver des recommandations d'itinéraires, des informations sur la circulation et bien plus encore
pt_br: Na plataforma você encontra ajuda para aprender e praticar suas pedaladas, recomendações de rotas, acompanhamento no trânsito e muito mais

source: Find your Bike Anjo volunteer
fr: Trouver votre vélo-coach bénévole
pt_br: Encontre seu Bike Anjo

source: We analyze your request in our database and connect you with a bike anjo close to you to help with your request
es: Analisamos tu pedido en nuestra base y conectamos con un Bike Anjo más cercano a ti para ayudarte con tu solicitud
fr: Nous analysons votre demande avec notre base de données et nous vous mettons en relation avec un vélo-guide à proximité, pour répondre à votre demande
pt_br: Analisamos seu pedido em nossa base e o conectamos com um(a) Bike Anjo mais próximo(a) de você para te ajudar

source: And be part of the community
es: Y haz parte de la comunidad
fr: Et faites partie de la communauté
pt_br: E fazer parte da comunidade

source: By the moment you get help you can get other people to do the same and change your city
es: A partir del momento que recibes ayuda podrás animar a otras personas a hacer lo mismo y cambiar tu ciudad
fr: Dès que vous êtes accompagné(e), vous pouvez inviter d'autres personnes à faire de même et ainsi changer votre ville
pt_br: A partir do momento que você recebe ajuda, você poderá engajar outras pessoas a fazer o mesmo e transformar a sua cidade

source: Learn more
fr: Apprenez-en plus
pt_br: Saiba mais

source: about how Bike Anjo works
fr: informations sur le fonctionnement de Vélo-coach
pt_br: sobre como funciona o Bike Anjo

source: Check out who have already used it
es: Ve quien ya usó
fr: Regarder qui l'a déjà utilisé
pt_br: Confira quem já usou

source: Testimonials from people already in our community
es: Declaraciones de quienes ya hicieron parte de nuestra comunidad
fr: Témoignages de personnes faisant déjà partie de la communauté
pt_br: Depoimentos de quem já faz parte da nossa comunidade

source: Photo of
es: Foto de
fr: Photos de
pt_br: Foto de

source: Previous
es: Página previa
fr: Précédent(e)
pt_br: Anterior

source: Registration successfully complete!
es: ¡Registro efectuado con éxito!
fr: Inscription réussie !
pt_br: Cadastro efetuado com sucesso!

source: Thank you for becoming part of this community
fr: Merci de faire désormais partie de cette communauté
pt_br: Obrigado por fazer parte desta comunidade

source: Get the news
es: Reciba novedades
fr: Obtenir les informations
pt_br: Receba as novidades

source: Be informed of all our news
es: Entérate de todas nuestras novedades
fr: Etre informé(e) de toutes les actualités
pt_br: Fique por dentro de todas nossas novidades

source: Type your e-mail
es: Escribe tu e-mail
fr: Taper votre email
pt_br: Digite seu e-mail

source: Send
es: Enviar
fr: Envoyé
pt_br: Enviar

source: Your information has been updated!
es: Tu información ha sido actualizada!
fr: Vos informations ont été mises à jour !
pt_br: Suas informações foram atualizadas!

source: Your feedback has been sent. Thank you!
fr: Votre commentaire a été envoyé. Merci !
pt_br: Seu feedback foi enviado. Obrigado!

source: Slide
fr: Diapositive

source: Slides
fr: Diapositives

source: Active
fr: Actif

source: Order
fr: Ordre

source: Page not found
es: Página no encontrada
fr: Page introuvable
pt_br: Página não encontrada

source: Oops, page not found!
es: ¡Uy! Página no encontrada
fr: Oups, page introuvable !
pt_br: Página não encontrada

source: You may have typed the address incorrectly or the page may have been removed
es: Digitaste la dirección de manera incorrecta o la página web pudo haber sido reemplazada
fr: Vous avez peut-être tapé une adresse incorrecte, ou la page a été retirée
pt_br: Você pode ter digitado errado o endereço ou a página pode ter sido movida

source: Send us feeback - help us improve
es: Ayúdanos a mejorar, cuéntanos tu experiencia
fr: Envoyez-nous votre avis - aidez-nous à améliorer le service
pt_br: Ajude-nos a melhorar, envie seu feedback

source: Comments, suggestions or complaints? Use the field below
es: ¿Sugerencias, quejas o halagos? Usa el campo a continuación
fr: Commentaires, suggestions ou critiques ? Utilisez le champ ci-dessous
pt_br: Sugestões, reclamações ou elogios? Utilize o campo abaixo

source: Enter text
es: Ingresar texto
fr: Saisir le texte
pt_br: Inserir texto

source: My requests
es: Mis solicitudes
fr: Mes demandes
pt_br: Meus pedidos

source: New requests
es: Nuevas solicitudes
fr: Nouvelles demandes
pt_br: Novos pedidos

source: Discussion forum
es: Foro de discusión
fr: Forum de discussions
pt_br: Fórum de discussão

source: Edit account
es: Editar cuenta
fr: Modifier le compte
pt_br: Editar cadastro

source: How are we riding?
es: ¿Cómo estamos pedaleando?
fr: Comment ça "roule" ?
pt_br: Como estamos pedalando?

source: Send us feedback
es: Envíanos tu retroalimentación
fr: Envoyez-nous vos commentaires
pt_br: Envie seu feedback

source: I want to be a Bike Anjo
es: Quiero ser un Bici-Ángel
fr: Je souhaite être un Vélo-coach
pt_br: Quero ser um Bike Anjo

source: Ask for help to ride a bike
es: Solicitar ayuda para pedalear
fr: Demander de l'aide pour faire du vélo
pt_br: Pedir ajuda para pedalar

source: Do you want to be a bike anjo volunteer?
es: ¿Quieres ser un Bici-Ángel?
fr: Souhaitez-vous être un vélo-coach bénévole ?
pt_br: Quer ser um Bike Anjo?

source: You will start receiving requests from people who need help riding
es: Comenzarás a recibir solicitudes de personas que necesitan ayuda para pedalear
fr: Vous allez maintenant recevoir des demandes de personnes qui ont besoin d'aide pour faire du vélo
pt_br: Você passará a receber pedidos de pessoas que precisam de ajuda para pedalar

source: Yes
es: Sí
fr: Oui
pt_br: Sim

source: Partners
es: Socios
fr: Partenaires
pt_br: Parceiros

source: Who we are
es: Quienes somos
fr: Qui sommes-nous
pt_br: Quem somos

source: What we do
es: Qué hacemos
fr: Que faisons-nous
pt_br: O que fazemos

source: Support us
es: Soporte
fr: Aidez-nous
pt_br: Apoie

source: Made in Brazil
es: Hecho en Brasil
fr: Créé au Brésil
pt_br: Feito no Brasil

source: Edit profile
es: Editar perfil
fr: Modifier mon profil
pt_br: Editar perfil

source: Log out
es: Cerrar sesión
fr: Se déconnecter
pt_br: Sair

source: Sign in
es: Iniciar sesión
fr: S'identifier
pt_br: Entrar

source: Get help to ride a bike
es: Consigue ayuda para pedalear
fr: Obtenir de l'aide pour faire du vélo
pt_br: Ajuda para pedalar

source: Sign Up Now!
es: Inscríbete ahora!
fr: Inscrivez-vous maintenant !
pt_br: Cadastre-se agora!

source: Create your account with
es: Crea tu cuenta con
fr: Créez votre compte avec
pt_br: Crie sua conta usando

source: Or create an account with your e-mail
es: o crea tu cuenta con tu e-mail
fr: Ou créez un compte avec votre adresse email
pt_br: ou crie uma conta com seu e-mail

source: Your full name
es: Tu nombre completo
fr: Votre nom complet
pt_br: Seu nome completo

source: Type your e-mail address again
es: Escribe nuevamente tu e-mail
fr: Taper à nouveau votre adresse email
pt_br: Digite seu e-mail novamente

source: Your country name
es: Tu país
fr: Nom de votre pays
pt_br: O nome do seu país

source: Your city name
es: Tu ciudad
fr: Nom de votre ville
pt_br: O nome da sua cidade

source: Insert your e-mail
es: Escribe tu contraseña
fr: Insérer son email
pt_br: Digite sua senha

source: Confirm your password
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
pt_br: Confirme sua senha

source: Sign Up
es: Registrarse
fr: S'inscrire
pt_br: Cadastrar-se

source: Already have an account?
es: ¿Tienes una cuenta creada?
fr: Avez-vous déjà un compte ?
pt_br: Já faz parte?

source: Any Trouble or Questions?
es: ¿Alguna duda o pregunta?
fr: Avez-vous des questions ou un problème ?
pt_br: Problemas ou Dúvidas?

source: Contact us!
es: ¡Contáctanos!
fr: Contactez-nous !
pt_br: Fale com a gente!

source: About us
es: Sobre nosotros
fr: A propos de nous
pt_br: Sobre nós

source: What is Bike Anjo
es: ¿Qué es el proyecto Bike Anjo?
fr: Qu'est-ce que Vélo-coach?
pt_br: O que é o Bike Anjo

source: How are we organized
es: Cómo nos organizamos
fr: Comment sommes-nous organisés ?
pt_br: Como nos organizamos

source: Our story
es: Nuestra historia
fr: Notre histoire
pt_br: Nossa história

source: Get to know a little more about us
es: Conoce un poco más de nuestro trabajo
fr: Apprenez-en un peu plus sur nous
pt_br: Conheça um pouco mais do nosso trabalho
