Repository: bikeanjo/bikeanjo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt_br

source: Continue
fr: Continuer
pt_br: Continuar

source: Route registered
es: Ruta registrada
fr: Itinéraire enregistré
pt_br: Rota cadastrada!

source: You can create more routes or continue your registration
es: Puedes crear más rutas o continuar el registro
fr: Vous pouvez créer d'autres itinéraires ou bien continuer l'inscription
pt_br: Você pode cadastrar mais rotas ou continuar seu cadastro no site

source: You can register as many routes as you want
es: Puedes registrar todas las rutas que quieras
fr: Vous pouvez enregistrer autant d'itinéraires que vous le souhaitez
pt_br: Você pode cadastrar quantas rotas quiser

source: Registered Routes
es: Rutas Registradas
fr: Itinéraires enregistrés
pt_br: Rotas Cadastradas

source: Register new route
es: Registrar nueva ruta
fr: Enregistrer un nouvel itinéraire
pt_br: Cadastrar nova rota

source: Register as many routes as you want considering point '(A)' as your start and point '(B)' as your destination. These routes will define where you can help new cyclists
fr: Enregistrer autant d'itinéraires que vous le souhaitez, avec le point de départ '(A)' et la destination finale '(B)'. Ces itinéraires correspondent aux trajets sur lesquels vous pouvez aider les nouveaux cyclistes
pt_br: Cadastre o máximo de rotas que quiser considerando o ponto de partida "A" e de chegada "B". Essas rotas definirão as localidades onde você poderá atender pedidos

source: Register your routes
es: Registra tus rutas
fr: Enregistrer vos itinéraires
pt_br: Cadastre suas rotas

source: Register as many routes as you want considering point '(A)' as your start and point '(B)' as your destination
es: Registra todas las rutas que quieras marcando punto de salida A y punto de llegada B.
fr: Enregistrer autant d'itinéraires que vous le souhaitez, avec le point de départ '(A)' et la destination finale '(B)'.
pt_br: Cadastre o máximo de rotas que quiser, considerando o ponto de partida "A" e de chegada "B"

source: Register as many routes as you want considering point '(A)' as your start and point '(B)' as your destination. These routes will define where you can attend to requests
fr: Enregistrer autant d'itinéraires que vous le souhaitez, avec le point de départ '(A)' et la destination finale '(B)'. Ces itinéraires correspondent aux trajets sur lesquels vous pouvez répondre aux demandes
pt_br: Cadastre o máximo de rotas que quiser, considerando o ponto de partida "A" e de chegada "B". Essas rotas definirão as localidades onde você poderá atender pedidos

source: What is your route?
es: Cuál es tu ruta?
fr: Quel est votre itinéraire ?
pt_br: Qual é a sua rota?

source: Register your route considering point '(A)' as your start and point '(B)' as your destination
es: Registra tu ruta marcando tu punto de salida A y punto de llegada B
fr: Enregistrer votre itinéraire, avec le point de départ '(A)' et la destination finale '(B)'.
pt_br: Cadastre sua rota, considerando o ponto de partida "A" e de chegada "B"

source: Register your route considering point '(A)' as your start and point '(B)' as your destination, and we will find a bike anjo to help you
es: Registra tu ruta marcando tu punto de salida A y punto de llegada B, y encontraremos un Bici-Ángel que te ayude
fr: Enregistrer votre itinéraire, avec le point de départ '(A)' et la destination finale '(B)', et nous allons trouver un vélo-coach pour vous aider
pt_br: Cadastre sua rota, considerando o ponto de partida "A" e de chegada "B". A partir dessa informação vamos achar um Bike Anjo para te ajudar

source: Starting point
es: Punto de salida
fr: Point de départ
pt_br: Local de partida

source: Destination point
es: Punto de destino
fr: Destination finale
pt_br: Local de destino

source: Are you still helping out with the request from
fr: Etes-vous toujours en train de répondre à la demande de :
pt_br: Você ainda está atendendo o pedido para

source: Don't forget to finish the request on the site as it help us better handle the progress of our engaged new cyclists
es: No te olvides de señalar en el sistema si la solicitud fue atendida, pues esto ayuda en nuestro control interno
fr: N'oubliez pas d'indiquer sur le site que la demande a été traitée (terminée), pour nous aider à mieux évaluer les progrès de nos nouveaux cyclistes
pt_br: Lembre-se de marcar no sistema se o pedido já foi resolvido, pois isso ajuda em nosso controle interno

source: See requests
es: Ver solicituds
fr: Voir les demandes
pt_br: Ver pedidos

source: Hello
es: Hola
fr: Bonjour
pt_br: Olá

source: Don't forget to check the request as finished on the site as it help us to better handle the progress of requests
fr: N'oubliez pas d'indiquer sur le site que la demande a bien été traitée (terminée), pour nous aider à mieux gérer l'évolution des demandes

source: See at
fr: Voir ici
pt_br: Veja em

source: Best regards
fr: Bien cordialement,
pt_br: Atenciosamente

source: Bike Anjo team
fr: L'équipe Bike Anjo (Vélo-coach en français)
pt_br: Equipe Bike Anjo

source: Your request for help
es: Tu solicitud de ayuda
fr: Votre demande d'aide ou d'accompagnement
pt_br: Seu pedido de ajuda

source: was solved?
es: ¿se solucionó?
fr: a été traitée ?
pt_br: foi solucionado?

source: Please confirm in our platform if your request was really solved and evaluate your bike anjo. Don't worry! This is only for internal purpose and won't be divulged.
es: para ayudar en nuestro control interno, confirme en nuestro sistema si fuiste atendido(a) y haz una evaluación de Bike Anjo
fr: Merci d'indiquer sur la plateforme Vélo-coach si votre demande a bien été prise en compte, et évaluer votre vélo-coach. Ne vous inquiétez pas ! Ces informations ne seront utilisées qu'en interne et ne seront pas diffusées.
pt_br: Para ajudar em nosso controle interno, confirme em nosso sistema se você foi realmente atendido(a) e faça uma avaliação do Bike Anjo

source: SEE REQUEST
es: VER SOLICITUD
fr: VOIR LA DEMANDE
pt_br: VER PEDIDO

source: Your request for help to
es: Tu solicitud de ayuda para
fr: Votre demande d'aide à
pt_br: Seu pedido de ajuda para

source: Oh, no!
fr: Oh, non !
pt_br: Oh, não!

source: Unfortunately we could not find someone to help you at Bike Anjo. This can happen if there is no bike anjos available close to you or if they are overloaded.
es: Infelizmente, no encontramos alguién para atender a tu solicitud en Bike Anjo. Esto puede suceder si no existen Bike Anjos disponibles en tu región, o si están sobrecargados.
fr: Malheureusement nous n'avons pas trouvé de vélo-coach pour vous aider. Cela peut arriver quand il n'y a pas de vélo-coaches disponibles à proximité ou bien qu'ils sont déjà tous occupés.
pt_br: Infelizmente, não achamos Bike Anjo para atender seu pedido. Isso pode acontecer caso não exista voluntários disponíveis em sua região, ou se estão sobrecarregados

source: We will keep looking, but in the meanwhile you can
fr: Nous allons continuer à chercher, mais pendant ce temps vous pouvez
pt_br: Vamos continuar procurando, mas enquanto isso você pode

source: Check out our cycling tips
es: Ver nuestras dicas para padalear
fr: Vous renseigner grâce à nos conseils "vélo"
pt_br: Conferir nossas dicas para pedalar

source: Redo your request in another region
fr: Formuler une nouvelle demande dans un autre secteur
pt_br: Refazer o seu pedido em outra região

source: Access your Dashboard and check out these options
es: Accede tu panel y ve todas las opciones
fr: Accéder à votre Tableau de bord et consulter les options
pt_br: Acesse seu painel e confira todas essas opções

source: ACCESS DASHBOARD
es: ACCEDER PANEL
fr: ACCEDER AU TABLEAU DE BORD
pt_br: ACESSAR PAINEL

source: Bike anjo found for you!
fr: Un vélo-coach a été identifié pour vous !
pt_br: Bike Anjo encontrado!

source: Our platform has found a bike anjo to help you with your request
es: Nuestra plataforma encontró un(a) Bike Anjo para ayudarte con tu solicitud
fr: Notre plateforme a trouvé un vélo-coach pour vous accompagner et répondre à votre demande
pt_br: Nossa plataforma achou um(a) Bike Anjo para te ajudar com seu pedido

source: SEE REQUEST ON DASHBOARD
es: VER LA SOLICITUD EN EL PANEL
fr: VOIR LA DEMANDE SUR LE TABLEAU DE BORD
pt_br: VER O PEDIDO NO PAINEL

source: The name of the bike anjo is
fr: Le nom de la personne vélo-coach est
pt_br: O nome do(a) Bike Anjo é

source: New message
es: Nuevo mensaje
fr: Nouveau message
pt_br: Nova mensagem

source: A new message has been sent to you on one of the requests you are helping with
es: Se envió un nuevo mensaje para ti en una de las solicitudes de ayuda que estás atendiendo
fr: Un nouveau message vous a été envoyé, sur l'une des demandes d'accompagnement que vous traitez
pt_br: Uma nova mensagem foi enviada para você em um dos pedidos de ajuda que você está atendendo

source: SEE FULL MESSAGE
es: VER MENSAJE
fr: VOIR LE MESSAGE COMPLET
pt_br: VER MENSAGEM

source: A new message was sent to you about your request
es: Se envió un nuevo mensaje para ti sobre tu solicitud de ayuda
fr: Un nouveau message vous a été envoyé au sujet de votre demande
pt_br: Uma nova mensagem foi enviada a você sobre o seu pedido de ajuda

source: SEE MESSAGE
es: VER MENSAJE
fr: VOIR LE MESSAGE
pt_br: VER MENSAGEM

source: Request
es: Solicitud
fr: Demande
pt_br: Pedido

source: You have a new request
es: Tienes una nueva solicitud de ayuda
fr: Vous avez reçu une nouvelle demande
pt_br: Você tem um novo pedido de ajuda

source: ACCEPT REQUEST
es: CONTESTAR SOLICITUD
fr: ACCEPTER LA DEMANDE
pt_br: RESPONDER PEDIDO

source: It's a request to
es: Es una solicitud para
fr: C'est une demande pour
pt_br: É um pedido para

source: from
es: De
fr: de
pt_br: de

source: Welcome!
es: ¡Bienvenido!
fr: Bienvenue !
pt_br: Bem-vindo!

source: You have subscribed to our news feed and will start receiving news from our community
fr: Vous vous êtes inscrit à notre fil d'actualités et vous allez commencer à recevoir des informations sur notre communauté
pt_br: Você se inscreveu para receber novidades da nossa comunidade e ficar por dentro de nossos projetos

source: In order to finish your registration, access the link bellow
es: Para finalizar tu registro accede el enlace abajo
fr: Afin de terminer votre inscription, veuillez utiliser le lien ci-dessous
pt_br: Para finalizar seu cadastro, acesse o link abaixo

source: Somebody (luckly you) used the following e-mail address
es: Alguien (con mucha suerte, tú) usó el e-mail
fr: Une personne a utilisé l'adresse email suivante
pt_br: Alguém (com muita sorte, você) usou o e-mail

source: to subscribe to the Bike Anjo newsletter!
fr: pour s'inscrire à la lettre d'informations Vélo-coach!
pt_br: para se inscrever nas novidades do Bike Anjo!

source: If it was really you that subscribed, please, confirm it through the following link
es: Si fuiste tú mismo quién se suscribió, por favor, confirme tu suscripción accediendo la siguiente dirrección
fr: Si c'est bien vous qui avez procédé à l'inscription, merci de le confirmer à l'aide du lien suivant
pt_br: Se foi você mesmo que se inscreveu, por favor, confirme sua inscrição visitando o seguinte endereço

source: Reminder
es: Recordatorio
fr: Rappel
pt_br: Lembrete

source: You are running out of time to accept this request
es: El tiempo que tienes para acptar esa solicitud de ayuda se está agotando
fr: Vous n'avez plus beaucoup de temps afin d'accepter cette demande
pt_br: O tempo para você aceitar esse pedido de ajuda está acabando

source: Access the dashboard and answer the request
es: Accede el panel y conteste la solicitud
fr: Accéder au Tableau de bord et répondre à la demande
pt_br: Acesse o painel e responda o pedido

source: Your request
es: Tu solicitud de ayuda
fr: Votre demande
pt_br: Seu pedido de ajuda

source: was checked as answered by Bike Anjo
es: para ayudar en nuestro control interno, confirme en nuestro sistema si fuiste atendido(a) y haz una evaluación de Bike Anjo
fr: a été confirmée et un vélo-coach y a répondu
pt_br: foi marcado como atendido pelo BikeAnjo

source: Unfortunately your request for help
fr: Malheureusement, votre demande d'aide
pt_br: Infelizmente seu pedido de Bike Anjo

source: was cancelled because your bike anjo won't be able to help you anymore. We will try to find someone else in the next 15 days.
es: fue cancelada porque tu Bike Anjo no logrará atenderte. Nuestra plataforma automaticamente va a encontrar otra persona para ayudarte en hasta 15 días, ¿de acuerdo?
fr: a été annulée car votre vélo-coach n'est plus en capacité de vous aider. Nous allons essayer de trouver quelqu'un d'autre dans les 15 jours à venir
pt_br: foi cancelado porque o Bike Anjo não poderá te atender. Nossa plataforma, automaticamente, vai encontrar outra pessoa para te ajudar em até 15 dias, tudo bem?

source: Unfortunately your request for
fr: Malheureusement, votre demande de
pt_br: Infelizmente seu pedido de Bike Anjo para

source: was cancelled because there was no answer or another reason. See how we can help you
fr: a été annulée car il n'y a pas eu de réponse, ou pour une autre raison. Se renseigner sur les façons dont nous pouvons vous aider
pt_br: Foi cancelado por falta de interação ou algum outro motivo. Veja como podemos te ajudar nesse caso

source: Answer the message and reactivate request
es: Contestar mensaje y reactivar la solicitud
fr: Répondre au message et réactiver la demande
pt_br: Responder mensagem e reativar

source: Make a new request
fr: Faire une nouvelle demande
pt_br: Fazer um novo pedido

source: Access your Dashboard and check out all these options
es: Accede tu panel y ve todas las opciones
fr: Accéder à votre Tableau de bord et retirer toutes les options
pt_br: Acesse seu painel e confira todas essas opções

source: Register to attend event
es: Regístrate para asistir al evento
fr: S'inscrire pour participer à un événement
pt_br: Inscreva-se no evento

source: Filter by city
es: Filtrar por ciudad
fr: Filtrer par ville
pt_br: Filtrar por cidade

source: Categories
es: Categorías
fr: Catégories
pt_br: Categorias

source: Choose the option in which we can help you with
es: Escoge una opción en la cual necesitas ayuda
fr: Choisir l'option avec laquelle nous pouvons vous aider
pt_br: Escolha a opção em que você precisa da nossa ajuda

source: Give us some more information about your request
es: Escribe abajo información adicional de tu solicitud
fr: Donnez-nous plus d'informations concernant votre demande
pt_br: Coloque informações adicionais do seu pedido

source: Additional info
es: Información adicional
fr: Informations complémentaires
pt_br: Informações adicionais

source: Additional information and request specifications
es: Información adicional o condiciones de la solicitud
fr: Informations complémentaires et particularités de la demande
pt_br: Informação adicional ou particularidade do pedido

source: Send request
es: Enviar solicitud
fr: Envoyer une demande
pt_br: Enviar pedido

source: Register your route considering point '(A)' as your start point and point '(B)' as your destination
es: Registre su ruta considerando el punto “(A)” como su punto de partida y el punto “(B)” como su destino
fr: Enregistrer votre itinéraire en utilisant le point de départ '(A)' et votre destination finale '(B)'
pt_br: Cadastre sua rota considerando o ponto de partida "A" e de chegada "B"

source: Oh no!
fr: Oh non !
pt_br: Oh, não!

source: Unfortunately, we don't have any bike anjo in your city yet, but don't worry! Check out what else you can do in our platform
es: Desafortunadamente, no tenemos “Bike anjo” en su ciudad, pero no se ponga triste. Vea todo lo que aún puede hacer en nuestra plataforma.
fr: Malheureusement, il n'y a pas encore de vélo-coach dans votre ville, mais ne vous inquiétez pas ! Consultez ce que vous pouvez faire d'autre grâce à notre plateforme
pt_br: Infelizmente ainda não tem Bike Anjos em sua cidade, mas não desanime! Veja o que você ainda pode fazer em nossa plataforma

source: See cycling tips
es: Vea indicaciones de ciclistas
fr: Consultez les conseils "vélo"
pt_br: Ver dicas para pedalar

source: Publish on our Facebook to find a bike anjo
es: Publique em su Facebook para encontrar bike anjo
fr: Publier un message sur Facebook pour trouver un vélo-coach
pt_br: Divulgue em nosso Facebook para encontrar Bike Anjos

source: Your request was sent to our community and will be returned within 15 days
es: Su solicitud ha sido enviada a nuestra comunidad y será respondida dentro de los próximos 15 días
fr: Votre demande a été envoyée aux membres de notre communauté et sera traitée dans les 15 jours
pt_br: Seu pedido foi enviado para nossa comunidade e em até 15 dias você terá um retorno

source: Take this time to verify if your city has a Bike Anjo School, a workshop to teach people how to ride a bike. To do this, click
fr: Profitez-en pour regarder si votre ville possède une "vélo-école", une structure dédiée à l'apprentissage du vélo ! Pour le savoir, cliquer
pt_br: Aproveite esse tempo para verificar se na sua cidade tem "EBA! - Escola Bike Anjo", uma oficina realizada por nossos voluntários para ensinar as pessoas a pedalar. Para fazer isso, clique

source: HERE
es: aquí
fr: ICI : http://www.fub.fr/reseau-fub/velo-ecoles
pt_br: AQUI

source: You can also check for tips and other information we have for you in your Dashboard
es: Usted también puede tomarse este tiempo para ver su panel de control con algunos consejos que tenemos para usted
fr: Vous pouvez également consulter nos conseils et d'autres informations qui vous sont destinées, sur votre Tableau de bord
pt_br: Aproveite também para conhecer seu painel personalizado e as dicas que preparamos para você

source: Your registration was successfully completed and your request was sent to our community. You will hear back from us within 15 days
fr: Votre inscription a bien été enregistrée et votre demande a été envoyée à notre communauté. Vous recevrez une réponse dans les 15 jours à venir
pt_br: Seu cadastro foi efetuado com sucesso e seu pedido foi enviado para nossa comunidade. Em até 15 dias você terá um retorno

source: Take this time to visit your dashboard, see the events and cycling tips
es: Tómese este tiempo para visitar su panel de control, ver eventos y consejos a cerca de bicicletas
fr: Profitez-en pour consulter votre Tableau de bord, vous renseigner sur les événements et lire les conseils "vélo"
pt_br: Aproveite esse tempo para conhecer seu painel personalizado, ver os eventos e dicas para pedalar

source: Waiting for bike anjo
es: Esperando por bike anjo
fr: En attente d'un vélo-coach
pt_br: Aguardando Bike Anjo

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Finish
es: Finalizar
fr: Terminer
pt_br: Finalizar

source: Finish request
es: Finalizar la solicitud
fr: Terminer la demande
pt_br: Finalizar pedido

source: I still have a doubt
es: Todavía tengo una duda
fr: J'ai encore un doute / une question
pt_br: Ainda tenho dúvidas

source: Reopen request
es: Reabrir una solicitud
fr: Réactiver la demande
pt_br: Reabrir pedido

source: I had a problem with request #%(id)s
fr: J'ai eu un problème avec la demande #%(id)s
pt_br: Eu tive um problema com o pedido #%(id)s

source: Report a problem
es: Reportar un problema
fr: Signaler un problème
pt_br: Reportar problemas

source: Help us improve. Tell us how was your experience
es: Ayúdenos a mejorar, díganos que le pareció el servicio
fr: Aidez-nous à nous améliorer. Dites-nous ce que vous avez pensé de votre expérience
pt_br: Ajude-nos a melhorar, avalie seu atendimento

source: Rank from 1 to 5 bikes
es: Ordene/clasifique de 1 a 5 bicicletas
fr: Evaluer de 1 à 5 "vélos"
pt_br: Avalie de 1 a 5 bikes

source: Send evaluation
es: Envíe la evaluación
fr: Envoyer l'évaluation
pt_br: Enviar avaliação

source: Are you sure that you want to cancel the request?
es: ¿Está usted seguro que quiere cancelar la solicitud?
fr: Etes-vous sûr(e) de vouloir annuler la demande ?
pt_br: Tem certeza que deseja cancelar o pedido?

source: No
fr: Non
pt_br: Não

source: Your experience as a cyclist
es: Su experiencia com la bicicleta
fr: Votre expérience en tant que cycliste
pt_br: Sua experiência com a bicicleta

source: Write additional information about your request and accept the Terms and Conditions
fr: Ajouter des informations complémentaires à votre demande et accepter les Conditions générales d'utilisation
pt_br: Coloque informações adicionais do seu pedido e aceite nossos termos e condições

source: I hereby declare that it is of my free will to ride a bicycle and that I am in good physical and psychological conditions to make this decision, and I have consulted the recommendations, rights and duties as a cyclist to ride a bicycle alone before or after my interaction with my bike anjo volunteer.
fr: Par la présente, je déclare que j'ai pris la décision de faire du vélo de mon propre chef, et que je suis en bonne condition physique et psychologique pour prendre cette décision, et que j'ai consulté les recommandations faites aux cyclistes, les droits des cyclistes et les devoirs des cyclistes, pour circuler seul(e) à vélo, avant et après les interactions avec une personne "vélo-coach" bénévole.
pt_br: Declaro ser de minha livre e espontânea vontade utilizar a bicicleta estando apto(a) física e psicologicamente para tomar esta decisão, além de consultar as recomendações, direitos e deveres como ciclista, para, sozinho(a), utilizar a bicicleta, antes ou após a interação com meu bike anjo.

source: I declare that I will follow the recommendations of my instructor to ensure my safety when cycling and will undertake responsible conduct to protect myself from and prevent any accident.
fr: Je déclare que je suivrai les recommandations de mon vélo-coach ou moniteur de vélo, pour que ma sécurité soit assurée en faisant du vélo, et que j'aurai un comportement responsable afin d'éviter et de me protéger de tout accident.
pt_br: Declaro que seguirei as recomendações do instrutor para garantir a minha segurança durante a prática e assumirei uma conduta responsável para me precaver de qualquer acidente.

source: I accept the risks (positive and negative) associated with meeting strangers. I understand that the Bike Anjo organization does not personally know all of the members registered with this platform. I therefore agree to take the necessary precautions, as I would do with any new person I meet on an online platform, for example, by scheduling the first meeting at a public and safe place.
fr: J'accepte les risques (et les conséquences négatives ou positives) qui sont en lien avec la rencontre d'inconnus. Je comprends que l'organisation Bike Anjo (nom français : "Vélo-coach") ne connait pas personnellement toutes les personnes enregistrées sur cette plateforme. J'accepte donc de prendre les précautions nécessaires, comme je le ferais avec toute nouvelle personne rencontrée en ligne sur internet ; par exemple, en fixant un rendez-vous en lieu sûr dans l'espace public.
pt_br: Eu aceito os riscos (positivos e negativos) associados a me encontrar com estranhos. Eu entendo que o Bike Anjo não conhece pessoalmente todos os membros que se cadastram nesta plataforma, portanto concordo em tomar as precauções sensatas, como faria encontrando qualquer nova pessoa por uma plataforma virtual, por exemplo marcando o primeiro encontro em um espaço público seguro.
