Repository: bikeanjo/bikeanjo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr, pt_br

source: I agree to release Bike Anjo, the employees, contractors, volunteers and agents thereof from and against any and all claims or actions that I may have against them. I accept liability for any loss, injury or illness resulting from my preparation or participation during the activities organized by Bike Anjo, as well as after my experience with my instructor, during my bicycle rides by myself.
fr: J'accepte et je reconnais que la responsabilité de Bike Anjo ("Vélo-coach" en français), des employés, clients, bénévoles, agents et partenaires de l'organisation, ne pourra pas être engagée, dans le cadre de tout type de réclamations ou d'actions. J'accepte d'engager ma propre responsabilité en cas de perte d'effets personnels, de blessure ou de maladie résultant de ma préparation ou de ma participation aux activités organisées par Bike Anjo ("Vélo-coach" en français), ainsi qu'après mon expérience et les interactions avec mon vélo-coach ou moniteur de vélo, lors de mes propres trajets à vélo.
pt_br: Aceito a isenção ao Bike Anjo de toda e qualquer responsabilidade por danos materiais, pessoais, morais, à imagem, ou de qualquer outra espécie, que venham a ser causados a mim ou aos meus bens enquanto trafego durante minha preparação, bem como posteriormente à minha formação, quando estiver pedalando pela vias autonomamente ou com outrem.

source: Be part of this community
es: Sea parte de esta comunidad
fr: Faites-partie de cette communauté
pt_br: Faça parte dessa comunidade

source: You can ask for help to ride a bike or become a bike anjo
es: Usted puede solicitar ayuda para andar em bicicleta o ser un bike anjo
fr: Vous pouvez demander de l'aide pour faire du vélo, ou bien devenir vélo-coach
pt_br: Você pode pedir ajuda para pedalar ou ser um Bike Anjo

source: Confirmed subscription!
es: Suscripción confirmada!
fr: Abonnement/enregistrement/adhésion/inscription confirmé !
pt_br: Inscrição confirmada!

source: Your e-mail address is registered and validated in our list
es: Su dirección de correo electrónico está registrada y validada en nuestra lista
fr: Votre adresse email est enregistrée et validée dans notre liste
pt_br: Seu e-mail agora está cadastrado e confirmado em nossa lista

source: Summary
fr: Sommaire

source: I am a new cyclist
es: Soy un ciclista nuevo
fr: Je suis un nouveau / une nouvelle cycliste
pt_br: Para quem não pedala

source: I'm an experienced cyclist
es: soy un ciclista con experiencia
fr: Je suis un(e) cycliste expérimenté(e)
pt_br: Para quem pedala

source: See entire tip
es: vea la indicación completa
fr: Voir le conseil en entier
pt_br: Ver dica na íntegra

source: Where we are
fr: Où sommes-nous présents

source: Type city name
fr: Taper le nom de la ville

source: Points
es: Puntos
pt_br: Pontos

source: Date
es: Fecha
pt_br: Data

source: Message
es: Mensaje
pt_br: Mensagem

source: Initiatives
es: Iniciativas
pt_br: Iniciativas

source: Evaluation
es: Evaluación
pt_br: Avaliação

source: Messages
es: Mensajes
pt_br: Recados

source: Image
es: Imagen
pt_br: Imagem

source: Contact
es: Contacto
pt_br: Contato

source: Email
es: Correo
